Repository: aminazimi72/Custom-Order-Discount-for-WooCommerce
Catalog: languages/custom-order-discount-*.po
Languages: fa_ir

source: Amin Azimi
fa_ir: امین عظیمی

source: Custom Order Discount
fa_ir: تخفیف دلخواه بر روی سفارش

source: Custom Order Discount requires WooCommerce to be installed and active.
fa_ir: افزونه تخفیف دلخواه سفارش برای فعالسازی به ووکامرس نیاز دارد.

source: Custom Order Discount Settings
fa_ir: تنظیمات افزونه تخفیف دلخواه سفارش

source: Discount Label
fa_ir: عنوان تخفیف

source: Discount Percent
fa_ir: میزان تخفیف (درصد)

source: Discount Settings
fa_ir: تنظیمات تخفیف

source: Enable Discount
fa_ir: فعالسازی تخفیف

source: Enter your discount settings below:
fa_ir: تنظیمات تخفیف خود را در اینجا وارد کنید

source: Set a custom order discount and show it in the cart and checkout page.
fa_ir: یک تخفیف دلخواه برای سفارشات وب سایت تنظیم کن. این تخفیف در سبد خرید و صفحه پرداخت قابل مشاهده است.

source: Success Notice
fa_ir: پیام موفق
